Repository: VovaMobile/DragAndDrop
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es, pt_br, tr, uk

source: Drag and drop
es: Arrastrar y soltar
pt_br: Arrastar e soltar
tr: Sürükle ve bırak
uk: Перетягнути й помістити

source: Window in %d, %d. Width %d, height %d
es: Ventana en %d, %d. Ancho%d, alto %d
pt_br: Janela em: %d, %d. Largura: %d, altura: %d
tr: Pencere içinde %d, %d. genişlik %d, yükseklik %d
uk: Вікно у %d, %d. Ширина %d, висота %d

source: without selection for drag and drop
es: Sin selección para arrastrar y soltar
pt_br: Sem seleção para arrastar e soltar.
tr: sürükle ve bırak için seçilmemiş
uk: без позначення для перетягування

source: marked for drag and drop
es: Marcado para arrastrar y soltar
pt_br: Selecionado para arrastar e soltar.
tr: Sürükle bırak için seçilmiş
uk: позначено для перетягування

source: (inaccessible from here)
es: (inaccesible desde aquí)
pt_br: (inacessível daqui)
tr: (buradan erişilemez)
uk: (тут недоступно)

source: Mouse cursor is on %d, %d above
es: El cursor del ratón está en %d, %d sobre
pt_br: O cursor do mouse está em: %d, %d sobre
tr: Fare imleci konumu %d, %d üzerinde
uk: Курсор мишки розташований на %d, %d вище

source: (outside of the active window)
es: (fuera de la ventana activa)
pt_br: (fora da janela ativa)
tr: (etkin pencerenin dışında)
uk: (за межами активного вікна)

source: Left button locked
es: botón izquierdo bloqueado
pt_br: Botão esquerdo preso
tr: sol fare kilitli
uk: Ліву кнопку заблоковано

source: Right button locked
es: botón derecho bloqueado
pt_br: botão direito preso
tr: sağ fare kilitli
uk: Праву кнопку заблоковано

source: %s cursor
es: cursor %s
pt_br: cursor %s
tr: %s imleci
uk: %s курсор

source: Reports on the position of the mouse cursor and the object to which it points. Twice, reports on the marked object for drag and drop.
es: Informa sobre la posición del cursor del ratón y el objeto al que apunta. Pulsado dos veces, informa sobre el objeto marcado para arrastrar y soltar.
pt_br: Informa a posição do cursor do mouse e o objeto para o qual está apontando. Pressionado duas vezes, ele informa sobre o objeto marcado para arrastar e soltar.
tr: Fare imlecinin konumu ve üzerindeki nesne hakkında bilgi verir. İki kez basıldığında, sürükleyip bırakmak üzere işaretlenmiş nesne hakkında bilgi verir.
uk: Повідомляє про розташування курсора мишки й об’єкт, на який він вказує. Подвійне натискання повідомляє про позначений об’єкт для перетягування.

source: selection cancelled
es: selección cancelada
pt_br: seleção cancelada
tr: seçim iptal edildi
uk: позначення скасовано

source: %s selected to drag
es: %s seleccionado para arrastrar
pt_br: %s selecionado para arrastar
tr: %s sürüklemek için seçildi
uk: %s позначено для перетягування

source: Marks the object in navigator to be dragged.
es: Marca el objeto en el navegador para ser arrastrado.
pt_br: Marca o objeto na janela a ser arrastado.
tr: Nesne sunucusu konumundaki nesneyi sürüklemek için işaretler.
uk: Позначає об’єкт у позиції навігатора для перетягування.

source: Nothing is selected for drag
es: no hay selección para arrastrar
pt_br: nada selecionado para arrastar
tr: sürüklemek için seçim yok
uk: Немає нічого для перетягування

source: press space or arrows to drag and drop
es: Pulsa espacio o flechas para arrastrar y soltar
pt_br: pressione espaço e setas para arrastar e soutar
tr: Sürükleyip bırakmak için ara çubuğu veya yön tuşlarına basın
uk: натисніть пробіл або стрілки, щоб перетягнути й помістити

source: Drags the selected object. Then press space, arrows or Enter to choose where to drop it.
es: Arrastra el objeto seleccionado. A continuación, pulsa la tecla de espacio, las flechas o la tecla Enter para elegir donde soltarlo.
pt_br: Arraste o objeto selecionado. Em seguida, pressione a tecla de espaço, as setas ou a tecla Enter para escolher onde colocá-lo.
tr: Seçilen nesneyi sürükler. Ardından, nereye bırakacağınızı seçmek için boşluk, yön veya Enter tuşuna basın.
uk: Перетягує виділений об’єкт. Потім натисніть пробіл, стрілки або Enter, щоб вибрати, куди його помістити.

source: can't move it on himself
es: no se puede mover sobre sí mismo
pt_br: Não pode ser movido sobre sí.
tr: Kendi konumuna taşınamaz
uk: не можу його посунути

source: Can't drop here
es: no se puede soltar aquí
pt_br: Não pode ser arrastado para cá.
tr: Buraya bırakılamıyor
uk: Не можу тут помістити

source: Cannot find the object marked.
es: no se encuentra el objeto marcado
pt_br: Não é possível encontrar o objeto marcado.
tr: işaretli nesne bulunamadı
uk: Не можу знайти позначений об’єкт.

source: click in %d, %d
es: clic en %d, %d
pt_br: clique em: %d, %d
tr: %d, %d tıkla
uk: клацання у %d, %d

source: dragging
es: arrastrando
pt_br: arrastando
tr: sürükleniyor
uk: перетягування

source: moved to %d, %d
es: movido a %d, %d
pt_br: movido para: %d, %d
tr: %d, %d konumuna taşındı
uk: переміщено до %d, %d

source: dropped on
es: soltado en
pt_br: souto em:
tr: Bırakıldı
uk: поміщено в

source: maximized
es: maximizada
pt_br: maximizada
tr: Ekran kaplandı
uk: розгорнутий

source: large
es: grande
pt_br: grande
tr: Büyük
uk: великий

source: medium
es: mediana
pt_br: mediana
tr: Orta
uk: середній

source: small
es: pequeña
pt_br: pequena
tr: Küçük
uk: маленький

source: very small
es: muy pequeña
pt_br: Muito pequena
tr: Çok küçük
uk: дуже маленький

source: centered
es: centrada
pt_br: centrada
tr: Ortalı
uk: центровано

source: up
es: arriba
pt_br: acima
tr: Yukarı
uk: вгору

source: down
es: abajo
pt_br: a baixo
tr: Aşağı
uk: вниз

source: on left
es: a la izquierda
pt_br: à esquerda
tr: Solda
uk: ліворуч

source: on right
es: a la derecha
pt_br: à direita
tr: Sağda
uk: праворуч

source: %s window, %s %s
es: ventana %s, %s %s
pt_br: Janela: %s, %s %s
tr: Pencere %s, %s %s
uk: %s вікно, %s %s

source: Makes it easy to drag and drop objects.
uk: Робить перетягування об’єктів легким.
